templates/coplan-v1/Soap.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:trib="Tributario" xmlns:trib1="Tributario_PRD_Oficial">
	<soapenv:Header/>
	<soapenv:Body>
		<trib:nfse_web_service.{@action2}>
			<trib:{@action}request>
				<trib1:nfseCabecMsg>
					<![CDATA[<?xml version = "1.0" encoding = "utf-8"?><cabecalho xmlns="http://www.abrasf.org.br/nfse.xsd" versao="2.02"><versaoDados>2.02</versaoDados></cabecalho>]]>
				</trib1:nfseCabecMsg>
				<trib1:nfseDadosMsg>
					<![CDATA[ {@xml} ]]>
				</trib1:nfseDadosMsg>
			</trib:{@action}request>
		</trib:nfse_web_service.{@action2}>
	</soapenv:Body>
</soapenv:Envelope>